Repository: OpenMediaVault-Plugin-Developers/openmediavault-resetperms
Catalog: usr/share/openmediavault/locale/*/openmediavault-resetperms.po
Languages: es_es, fr_fr, pt_br, ru_ru, zh_cn, zh_tw

source: Administrator - read/write, Users - no access, Others - no access
fr_fr: Administrateur - lecture/écriture, Utilisateurs - aucun accès, Autres - aucun accès
pt_br: Administrador - ler/gravar, Usuários - sem acesso, Outros - sem acesso
ru_ru: Администратор - чтение/запись, Пользователи - нет доступа, Другие - нет доступа
zh_cn: 管理员 - 读/写，用户 - 无权限，其他 - 无权限
zh_tw: 管理員 - 讀/寫，用戶 - 不可取用，其他 - 不可取用

source: Administrator - read/write, Users - read-only, Others - no access
fr_fr: Administrateur - lecture/écriture, Utilisateurs - lecture seule, Autres - aucun accès
pt_br: Administrador - ler/gravar, Usuários - somente leitura, Outros - sem acesso
ru_ru: Администратор - чтение/запись, Пользователи - только чтение, Другие - нет доступа
zh_cn: 管理员 - 读/写，用户 - 只读，其他 - 无权限
zh_tw: 管理員 - 讀/寫，用戶 - 唯讀，其他 - 不可取用

source: Administrator - read/write, Users - read-only, Others - read-only
fr_fr: Administrateur - lecture/écriture, Utilisateurs - lecture seule, Autres - lecture seule
pt_br: Administrador - ler/gravar, Usuários - somente leitura, Outros - somente leitura
ru_ru: Администратор - чтение/запись, Пользователи - только чтение, Другие - только чтение
zh_cn: 管理员 - 读/写，用户 - 只读，其他 - 只读
zh_tw: 管理員 - 讀/寫，用戶 - 唯讀，其他 - 唯讀

source: Administrator - read/write, Users - read/write, Others - no access
fr_fr: Administrateur - lecture/écriture, Utilisateurs - lecture/écriture, Autres - aucun accès
pt_br: Administrador - ler/gravar, Usuários - ler/gravar, Outros - sem acesso
ru_ru: Администратор - чтение/запись, Пользователи - чтение/запись, Другие - нет доступа
zh_cn: 管理员 - 读/写，用户 - 读/写，其他 - 无权限
zh_tw: 管理員 - 讀/寫，用戶 - 讀/寫，其他 - 不可取用

source: Administrator - read/write, Users - read/write, Others - read-only
fr_fr: Administrateur - lecture/écriture, Utilisateurs - lecture/écriture, Autres - lecture seule
pt_br: Administrador - ler/gravar, Usuários - ler/gravar, Outros - somente leitura
ru_ru: Администратор - чтение/запись, Пользователи - чтение/запись, Другие - только чтение
zh_cn: 管理员 - 读/写，用户 - 读/写，其他 - 只读
zh_tw: 管理員 - 讀/寫，用戶 - 讀/寫，其他 - 唯讀

source: Clear ACLs
fr_fr: Effacer les ACLs
pt_br: Limpar ACLs
ru_ru: Очистить ACL
zh_cn: 清除 ACLs
zh_tw: 清除 ACLs

source: Clear all ACLs.
fr_fr: Effacer toutes les ACLs.
pt_br: Limpar todas ACLs
ru_ru: Очистите все ACL.
zh_cn: 清除全部 ACLs。
zh_tw: 清除全部 ACLs。

source: Current Perms
es_es: Permisos actuales
ru_ru: Текущая завивка
zh_cn: 当前权限
zh_tw: 目前權限

source: Docs
es_es: Documentación
ru_ru: Документы
zh_cn: 文档
zh_tw: 說明文件

source: Everyone - read/write
fr_fr: Tout le monde - lecture/écriture
pt_br: Todos - ler/gravar
ru_ru: Все - чтение/запись
zh_cn: 任何人 - 读/写
zh_tw: 任何用戶 - 讀/寫

source: In use by
es_es: En uso por
fr_fr: Utilisé par
pt_br: Em uso por
ru_ru: Используется
zh_cn: 被谁使用中
zh_tw: 被何使用中

source: Lists sharedfolders in use.<br/>Click Reset button to reset permissions on selected sharedfolder.
es_es: Enumera las carpetas compartidas en uso. <br/>Haga clic en el botón Restablecer para restablecer los permisos en la carpeta compartida seleccionada.
ru_ru: Список используемых общих папок. <br/>Нажмите кнопку Сброс, чтобы сбросить разрешения на выбранную общую папку.
zh_cn: 共享文件夹使用列表。<br/>点击重置按钮重置选中共享文件夹权限。
zh_tw: 列出使用中的共享檔案夾。<br/>點按 重置 按鈕來重置所選共享檔案夾的權限。

source: Lists sharedfolders in use.<br/>Reset permissions on selected sharedfolder.
es_es: Enumera las carpetas compartidas en uso. <br/>Restablece los permisos en la carpeta compartida seleccionada.
ru_ru: Список используемых общих папок.<br/>Сброс разрешений на выбранную общую папку.
zh_cn: 共享文件夹使用列表。<br/>重置选中共享文件夹权限。
zh_tw: 列出使用中的共享檔案夾。<br/>重置所選共享檔案夾的權限。

source: Path
es_es: Ruta
ru_ru: Путь
zh_cn: 路径
zh_tw: 路徑

source: Permissions
es_es: Permisos
pt_br: Permissões
ru_ru: Разрешения
zh_cn: 权限
zh_tw: 權限

source: Permissions have been reset.
es_es: Los permisos han sido reiniciados.
ru_ru: Разрешения были сброшены.
zh_cn: 重置权限。
zh_tw: 權限已被重置。

source: Please select a shared folder and/or click save.
es_es: Seleccione una carpeta compartida y/o haga clic en guardar.
fr_fr: Sélectionnez un répertoire partagé et/ou cliquez sur sauvegarde.
pt_br: Por favor selecione uma pasta compartilhada e/ou clique salvar
ru_ru: Пожалуйста, выберите общую папку и/или нажмите кнопку сохранить.
zh_cn: 请选择共享文件夹并点击保存。
zh_tw: 請選擇一個共享檔案夾，並且/或者點按儲存。

source: Reset
es_es: Reiniciar
ru_ru: Сброс
zh_cn: 重置
zh_tw: 重置

source: Reset Permissions
es_es: Reiniciar permisos
fr_fr: Réinitialisation des permissions
pt_br: Reiniciar Permissões
ru_ru: Сброс Разрешений
zh_cn: 重置权限
zh_tw: 重置權限

source: Reset permissions
es_es: Reiniciar permisos
ru_ru: Сброс разрешений
zh_cn: 重置权限
zh_tw: 重置權限

source: Reset permissions ...
es_es: reiniciando permisos ...
fr_fr: Réinitialisation des permissions...
pt_br: Reiniciar permissões ...
ru_ru: Сброс разрешений ...
zh_cn: 重置权限中 ...
zh_tw: 重置權限中 ...

source: Reset perms
es_es: Reiniciar permisos
fr_fr: Réinitialisation des permissions
pt_br: Reiniciar perms
ru_ru: Сбросьте завивку
zh_cn: 重置权限
zh_tw: 重置權限

source: Resetting permissions ...
es_es: Reiniciando permisos ...
ru_ru: Сброс разрешений ...
zh_cn: 重置权限中 ...
zh_tw: 重置權限中 ...

source: Shared Folder in Use
es_es: Carpeta compartida en uso
fr_fr: Répertoire partagé en cours d'utilisation
pt_br: Pasta Compartilhada em Uso
ru_ru: Используемая общая папка
zh_cn: 共享文件夹使用
zh_tw: 使用中共享檔案夾

source: Shared Folders in Use
es_es: Carpetas compartidas en uso
fr_fr: Répertoire partagé en cours d'utilisation
pt_br: Pastas Compartilhadas em Uso
ru_ru: Используемые общие папки
zh_cn: 共享文件夹使用
zh_tw: 使用中共享檔案夾

source: Shared folder
es_es: Carpeta compartida
fr_fr: Répertoire partagé
pt_br: Pasta compartilhada
ru_ru: Общая папка
zh_cn: 共享文件夹
zh_tw: 共享檔案夾

source: omv-extras.org wiki
ru_ru: omv-extras.org вики
